Repository: tinygod/guandan-ios
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: When someone plays huge to FORCE a bomb out of you — give it, instantly. More than half of all bomb-forcing plays are bluffs propping up a mediocre hand. The exception: a true 诱火 trap from a skilled player. Judge the player; when unsure against a strong one, hold.
ar: حين يلعب أحدهم ورقة ضخمة ليجبرك على إخراج قنبلة — أعطِها فوراً. أكثر من نصف لعبات إجبار القنابل خدع تدعم يداً متوسطة. الاستثناء: فخ إغراء بالنار حقيقي من لاعب ماهر. احكم على اللاعب؛ وعند الشك أمام لاعب قوي، تمهّل.
de: Wenn jemand groß ausspielt, um eine Bombe aus dir herauszuPRESSEN – gib sie sofort. Mehr als die Hälfte aller bombenerzwingenden Spiele sind Bluffs, die ein mittelmäßiges Blatt stützen. Die Ausnahme: eine echte 诱火-Falle eines geschickten Spielers. Beurteile den Spieler; wenn du dir bei einem starken unsicher bist, halt zurück.
es: Cuando alguien juega en grande para SACARTE una bomba, dásela al instante. Más de la mitad de las jugadas que fuerzan bombas son faroles que sostienen una mano mediocre. La excepción: una verdadera trampa de 诱火 de un jugador hábil. Juzga al jugador; cuando dudes ante uno fuerte, aguanta.
fr: Quand quelqu'un joue énorme pour te FORCER à sortir une bombe — donne-la, instantanément. Plus de la moitié de tous les coups forçant la bombe sont des bluffs qui soutiennent une main médiocre. L'exception : un vrai piège 诱火 d'un joueur habile. Juge le joueur ; en cas de doute face à un fort, garde.
hi: जब कोई बहुत बड़ा खेलकर तुमसे बम निकलवाने पर मजबूर करे — तुरंत दे दो। बम निकलवाने वाली आधी से ज़्यादा चालें तो किसी मामूली हाथ को सहारा देने वाला झाँसा होती हैं। अपवाद: किसी कुशल खिलाड़ी का सच्चा 诱火 जाल। खिलाड़ी को परखो; किसी मज़बूत खिलाड़ी के सामने शक हो तो रोक लो।
id: Saat seseorang memainkan kartu besar untuk MEMAKSA bom keluar darimu — berikan, seketika. Lebih dari separuh langkah pemaksa-bom adalah gertakan yang menyangga tangan biasa-biasa saja. Pengecualiannya: jebakan 诱火 sejati dari pemain mahir. Nilai pemainnya; saat ragu melawan yang kuat, tahan.
ja: 誰かが大きく出して君から炸弾を引きずり出そうとしたら——即座にくれてやれ。炸弾を強要する手の半分以上は、平凡な手を支えるただの虚仮威（ブラフ）だ。例外：腕利きによる本物の誘火の罠。プレイヤーを見極めろ。強敵相手で迷ったら、抱えておけ。
ko: 누군가 큰 패를 내서 당신에게서 炸彈을 강제로 빼내려 할 때 — 즉시 내주세요. 炸彈을 강요하는 플레이의 절반 이상은 그저 그런 패를 떠받치는 허세입니다. 예외: 고수의 진짜 유화(誘火) 함정. 사람을 보고 판단하세요. 강한 상대를 두고 확신이 안 서면, 쥐고 계세요.
pt_br: Quando alguém joga grande para FORÇAR uma bomba sua — entregue, na hora. Mais da metade das jogadas que forçam bomba são blefes sustentando uma mão medíocre. A exceção: uma verdadeira armadilha 诱火 de um jogador habilidoso. Avalie o jogador; na dúvida contra um forte, segure.
ru: Когда кто-то ходит крупно, чтобы ВЫНУДИТЬ у тебя бомбу, — отдай её мгновенно. Больше половины таких принуждающих ходов — блеф, подпирающий посредственную руку. Исключение: настоящая ловушка-приманка (诱火) от искусного игрока. Суди по игроку; против сильного, если не уверен, — держи.
zh_hans: 当有人打出大牌来逼你交炸弹时——立刻给。一多半逼炸的打法都是在给一手平庸的牌撑场面的虚张声势。例外:高手摆下的真正诱火陷阱。看人下菜碟;面对强手又拿不准时,就压着别给。
zh_hant: 當有人打出大牌，逼你交出一個炸彈時——立刻給。所有逼炸的牌裡，超過一半都是用來撐起一手平庸牌的虛張聲勢。例外：高手設下的真正「誘火」陷阱。判斷玩家本身；面對強者拿不準時，就按住別給。

source: When the player after you is one move from out, your lone small single is a death sentence — any single they lead, you must answer or feed them. Spend a strong play to win a trick, THEN shed the weak single while you still control the table.
ar: حين يكون اللاعب الذي يليك على بُعد خطوة واحدة من الخروج، فإن ورقتك المفردة الصغيرة الوحيدة حكم بالإعدام — أي ورقة مفردة يبدأ بها، عليك أن تردّ أو تغذّيه. اصرف لعبة قوية لتربح جولة، ثم تخلّص من الورقة الضعيفة بينما لا تزال تسيطر على الطاولة.
de: Wenn der Spieler nach dir einen Zug vom Ausstieg entfernt ist, ist deine einsame kleine Einzelkarte ein Todesurteil – jede Einzelkarte, die er anspielt, musst du beantworten oder ihn füttern. Gib ein starkes Spiel aus, um einen Stich zu gewinnen, und wirf DANN die schwache Einzelkarte ab, solange du noch den Tisch kontrollierst.
es: Cuando el jugador después de ti está a una jugada de salir, tu carta sola pequeña solitaria es una sentencia de muerte: cualquier sola que lidere, debes responder o servirle. Gasta una jugada fuerte para ganar una baza, y LUEGO suelta la sola débil mientras aún controlas la mesa.
fr: Quand le joueur après toi est à un coup de la sortie, ton petit singleton solitaire est une condamnation à mort — tout singleton qu'il ouvre, tu dois répondre ou le ravitailler. Dépense un coup fort pour gagner un pli, PUIS lâche le singleton faible tant que tu contrôles encore la table.
hi: जब तुम्हारे बाद वाला खिलाड़ी निकलने से एक चाल दूर हो, तो तुम्हारा अकेला छोटा सिंगल मौत का फ़रमान है — वे जो भी सिंगल चलें, तुम्हें या तो जवाब देना होगा या उन्हें खिलाना होगा। एक मज़बूत चाल ख़र्च करके पहले एक चाल जीतो, फिर जब तक मेज़ तुम्हारे क़ाबू में है, तब तक वह कमज़ोर सिंगल झाड़ दो।
id: Saat pemain setelahmu tinggal satu langkah dari keluar, kartu tunggal kecilmu yang sebatang kara adalah vonis mati — kartu tunggal apa pun yang mereka pimpin, kamu harus jawab atau malah mengumpan mereka. Habiskan langkah kuat untuk memenangkan trik, BARU buang kartu tunggal lemah selagi kamu masih kuasai meja.
ja: 君の次のプレイヤーが上がりまであと一手のとき、ぽつんとした小さな単張は死刑宣告だ——相手がどんな単張を出しても、君は応じるか、相手に塩を送るしかない。強い手を切って一トリック取り、卓を支配しているうちに、その弱い単張を捨てろ。
ko: 당신 다음 플레이어가 끝내기 한 수 앞이라면, 당신의 외톨이 작은 단장은 사형선고입니다 — 그가 어떤 단장을 내든 당신은 받거나 그에게 먹여줘야 하니까요. 강한 패를 써서 판을 이긴 뒤, 아직 식탁을 통제하는 동안 그 약한 단장을 털어내세요.
pt_br: Quando o jogador depois de você está a uma jogada de zerar, seu avulso pequeno solitário é sentença de morte — qualquer avulso que ele lidere, você tem que responder ou alimentá-lo. Gaste uma jogada forte para ganhar uma rodada e ENTÃO descarte o avulso fraco enquanto ainda controla a mesa.
ru: Когда игроку после тебя остался один ход до выхода, твой одинокий мелкий одиночка — смертный приговор: на любого одиночку, которым он пойдёт, ты обязан ответить или подкормить его. Потрать сильную фигуру, чтобы взять взятку, А ЗАТЕМ сбрось слабого одиночку, пока ещё контролируешь стол.
zh_hans: 当你的下家只差一手就出完时,你那张孤零零的小单就是催命符——他出任何单张,你都得接、否则就是喂他。先出一记强牌赢下一墩,再趁你还控着桌面把那张弱单甩掉。
zh_hant: 當你的下家只差一步就出完時，你那張孤零零的小單張就是死刑判決——他出任何單張，你都必須跟或餵給他。先花一手強牌贏下一墩，然後趁你還掌控著桌面時，把那張弱單張甩掉。

source: When your Ace becomes a king
ar: حين يصبح آصك ملكاً
de: Wenn dein Ass zum König wird
es: Cuando tu As se convierte en rey
fr: Quand ton As devient un roi
hi: जब तुम्हारा इक्का किंग बन जाता है
id: Saat Ace-mu menjadi raja
ja: 君のエースが王になるとき
ko: 당신의 에이스가 왕(킹)이 될 때
pt_br: Quando seu Ás vira um rei
ru: Когда твой Туз становится королём
zh_hans: 当你的A化身为王
zh_hant: 當你的A變成大王

source: When your partner is down to a few cards, stop competing — clear small shapes for them and let their last play stand. Engineering a caught wind is one of the cheapest wins in GuanDan.
ar: حين ينخفض شريكك إلى أوراق قليلة، توقّف عن المنافسة — صفِّ له الأشكال الصغيرة ودع لعبته الأخيرة تصمد. هندسة التقاط الريح من أرخص الانتصارات في غواندان.
de: Wenn dein Partner nur noch wenige Karten hat, hör auf zu konkurrieren – räum kleine Formen für ihn ab und lass sein letztes Spiel stehen. Einen gefangenen Wind herbeizuführen ist einer der billigsten Siege bei GuanDan.
es: Cuando a tu compañero le quedan pocas cartas, deja de competir: despeja formas pequeñas por él y deja que su última jugada quede en pie. Provocar un viento atrapado es una de las victorias más baratas del GuanDan.
fr: Quand ton partenaire n'a plus que quelques cartes, arrête de rivaliser — débarrasse les petites formes pour lui et laisse son dernier coup tenir. Orchestrer une prise de vent est l'une des victoires les moins coûteuses au GuanDan.
hi: जब तुम्हारे साथी के पास कुछ ही पत्ते बचें, तो होड़ बंद करो — उनके लिए छोटे आकार साफ़ करो और उनकी आख़िरी चाल को क़ायम रहने दो। हवा पकड़वाने की जुगत गुआनडान की सबसे सस्ती जीतों में से एक है।
id: Saat pasanganmu tinggal beberapa kartu, berhenti bersaing — bersihkan bentuk-bentuk kecil untuk mereka dan biarkan langkah terakhir mereka berdiri. Merekayasa tangkapan angin adalah salah satu kemenangan termurah di GuanDan.
ja: 相棒が残り数枚になったら、競うのをやめろ——小さな形を片付けて道を開け、相棒の最後の一手を通してやれ。接風を仕込むのは、掼蛋で最も安上がりな勝ち筋のひとつだ。
ko: 파트너가 몇 장 안 남았을 땐 경쟁을 멈추세요 — 작은 패 모양을 대신 치워주고 그의 마지막 패가 그대로 서게 두세요. 접풍(接風)을 만들어주는 건 掼蛋에서 가장 값싼 승리 중 하나입니다.
pt_br: Quando seu parceiro está com poucas cartas, pare de competir — limpe formas pequenas para ele e deixe a última jogada dele valer. Arquitetar um vento pego é uma das vitórias mais baratas do GuanDan.
ru: Когда у партнёра осталось несколько карт, перестань соперничать — расчищай для него мелкие фигуры и дай его последней фигуре устоять. Подстроить «пойманный ветер» — одна из самых дешёвых побед в Гуаньдане.
zh_hans: 当你的搭档只剩几张牌时,别再跟着争了——帮他清掉小牌型,让他最后那手压住全场。做局接风,是掼蛋里最划算的胜利之一。
zh_hant: 當你的搭檔只剩寥寥幾張牌時，停止競爭——幫他清掉小牌型，讓他最後一手站住。製造一次接風，是掼蛋裡最便宜的勝利之一。

source: Whenever they drop below 7 cards
ar: كلما انخفضوا إلى أقل من 7 أوراق
de: Immer wenn sie unter 7 Karten fallen
es: Cuando bajen de 7 cartas
fr: Dès qu'ils passent sous les 7 cartes
hi: जब भी वे 7 पत्तों से नीचे आ जाएँ
id: Kapan pun mereka turun di bawah 7 kartu
ja: 相手が7枚を切ったらいつでも
ko: 상대가 7장 밑으로 떨어지는 순간마다
pt_br: Sempre que eles ficarem abaixo de 7 cartas
ru: Как только у них становится меньше 7 карт
zh_hans: 每当他们降到7张牌以下
zh_hant: 每當他們跌破7張牌時

source: While playing level 8, the two HEART 8s are wildcards — each can stand in for ANY card except a joker. Spot them the second you pick up your hand.
ar: أثناء لعب المستوى 8، يكون الـ8 القلبيّان أوراقاً متعددة — كلٌّ منهما يحلّ محلّ أي ورقة عدا الجوكر. اكتشفهما لحظة التقاطك ليدك.
de: Während Stufe 8 gespielt wird, sind die beiden HERZ-8er Joker (百搭) – jede kann für JEDE Karte außer einem Joker einspringen. Erkenne sie in der Sekunde, in der du dein Blatt aufnimmst.
es: Mientras juegas el nivel 8, los dos 8 de CORAZONES son comodines: cada uno puede sustituir a CUALQUIER carta excepto un comodín. Detéctalos en cuanto recojas tu mano.
fr: Quand on joue le niveau 8, les deux 8 de CŒUR sont des passe-partout — chacun peut remplacer N'IMPORTE QUELLE carte sauf un joker. Repère-les dès l'instant où tu ramasses ta main.
hi: लेवल 8 खेलते समय, दोनों दिल (हार्ट) के 8 वाइल्डकार्ड होते हैं — हर एक जोकर को छोड़कर किसी भी पत्ते की जगह ले सकता है। हाथ उठाते ही उन्हें पल भर में पहचान लो।
id: Saat bermain level 8, kedua kartu 8 HATI adalah 百搭 — masing-masing bisa menggantikan kartu APA PUN kecuali joker. Kenali keduanya begitu kamu angkat tanganmu.
ja: レベル8でプレイ中は、ハートの8二枚が百搭——それぞれジョーカー以外のどの札にも化けられる。手札を取った瞬間に見つけ出せ。
ko: 급수 8을 칠 때, 두 장의 하트 8은 百搭(만능패)입니다 — 각각 조커를 제외한 어떤 카드로도 대신할 수 있습니다. 패를 집는 즉시 그 둘을 찾아내세요.
pt_br: Jogando o nível 8, os dois 8 de COPAS são curingas — cada um pode substituir QUALQUER carta exceto um curinga. Identifique-os no segundo em que pegar sua mão.
ru: Пока ты играешь уровень 8, обе восьмёрки ЧЕРВЕЙ — банты: каждая заменяет ЛЮБУЮ карту, кроме джокера. Засеки их в ту же секунду, как берёшь руку.
zh_hans: 打8级时,两张红桃8是百搭——每张都能顶替除大小王以外的任何牌。拿到手牌的那一刻就把它们认出来。
zh_hant: 打8級時，那兩張紅桃8是百搭——每張都能頂替除大小王外的任何一張牌。一拿起手牌就立刻認出它們。

source: While your team plays level 8, all 8s outrank even Aces. And the two HEART 8s are wildcards — they can stand in for any card you need.
ar: بينما يلعب فريقك المستوى 8، تتفوّق كل أوراق الـ8 حتى على الآصات. والـ8 القلبيّان أوراق متعددة — يحلّان محلّ أي ورقة تحتاجها.
de: Während dein Team Stufe 8 spielt, schlagen alle 8er sogar Asse. Und die beiden HERZ-8er sind Joker (百搭) – sie können für jede Karte einspringen, die du brauchst.
es: Mientras tu equipo juega el nivel 8, todos los 8 superan incluso a los Ases. Y los dos 8 de CORAZONES son comodines: pueden sustituir a cualquier carta que necesites.
fr: Tant que ton équipe joue le niveau 8, tous les 8 dépassent même les As. Et les deux 8 de CŒUR sont des passe-partout — ils peuvent remplacer n'importe quelle carte dont tu as besoin.
hi: जब तुम्हारी टीम लेवल 8 खेल रही हो, तो सभी 8 इक्कों तक से ऊँचे हो जाते हैं। और दोनों दिल (हार्ट) के 8 वाइल्डकार्ड हैं — वे जिस भी पत्ते की ज़रूरत हो, उसकी जगह ले सकते हैं।
id: Saat timmu bermain level 8, semua kartu 8 mengungguli bahkan Ace. Dan kedua kartu 8 HATI adalah 百搭 — bisa menggantikan kartu apa pun yang kamu butuhkan.
ja: 君のチームがレベル8をプレイ中は、すべての8がエースさえ上回る。そしてハートの8二枚は百搭——必要などの札にも化けられる。
ko: 당신 팀이 급수 8을 치는 동안, 모든 8은 에이스보다도 높습니다. 그리고 두 장의 하트 8은 百搭 — 필요한 어떤 카드로도 둔갑할 수 있습니다.
pt_br: Enquanto seu time joga o nível 8, todos os 8 superam até os Áses. E os dois 8 de COPAS são curingas — podem substituir qualquer carta que você precisar.
ru: Пока твоя команда играет уровень 8, все восьмёрки старше даже Тузов. А обе восьмёрки ЧЕРВЕЙ — банты: они заменяют любую нужную тебе карту.
zh_hans: 当你这队打8级时,所有的8都比A还大。而那两张红桃8是百搭——它们能顶替你需要的任何牌。
zh_hant: 當你的隊伍打8級時，所有的8連A都壓得過。而那兩張紅桃8是百搭——它們能頂替你需要的任何一張牌。

source: Whoever is losing the match
ar: أيّاً كان الخاسر في المباراة
de: Wer auch immer die Partie verliert
es: Quien va perdiendo la partida
fr: Celui qui est en train de perdre la partie
hi: जो भी मैच हार रहा हो
id: Siapa pun yang sedang kalah dalam pertandingan
ja: 試合で負けている方
ko: 이 판을 지고 있는 쪽
pt_br: Quem estiver perdendo a partida
ru: Та сторона, что проигрывает матч
zh_hans: 整场比赛落后的那一方
zh_hant: 比賽中正在落後的一方

source: Whoever played last
ar: أيّاً كان من لعب أخيراً
de: Wer zuletzt gespielt hat
es: Quien jugó de último
fr: Celui qui a joué en dernier
hi: जिसने सबसे आख़िर में चला
id: Siapa pun yang bermain terakhir
ja: 最後に出した者
ko: 마지막으로 패를 낸 사람
pt_br: Quem jogou por último
ru: Тот, кто ходил последним
zh_hans: 最后出牌的人
zh_hant: 最後出牌的人

source: Wildcard Basics
ar: أساسيات الورقة المتعددة
de: Joker-Grundlagen
es: Conceptos básicos del comodín
fr: Les bases du passe-partout
hi: वाइल्डकार्ड की बुनियादी बातें
id: Dasar-Dasar 百搭
ja: 百搭の基礎
ko: 百搭(만능패) 기초
pt_br: Básico do Curinga
ru: Основы банта
zh_hans: 百搭基础
zh_hant: 百搭基礎

source: Win without showing your strength
ar: افُز دون أن تُظهر قوتك
de: Gewinnen, ohne deine Stärke zu zeigen
es: Ganar sin mostrar tu fuerza
fr: Gagner sans montrer ta force
hi: अपनी ताक़त दिखाए बिना जीतो
id: Menang tanpa menunjukkan kekuatanmu
ja: 強さを見せずに勝つ
ko: 실력을 드러내지 않고 이기기
pt_br: Vencer sem mostrar sua força
ru: Победить, не показав силы
zh_hans: 不露实力地取胜
zh_hant: 不露聲色地取勝

source: Winning moves you up
ar: الفوز يرفعك
de: Gewinnen bringt dich nach oben
es: Ganar te hace subir
fr: Gagner te fait monter
hi: जीत तुम्हें ऊपर के लेवल पर ले जाती है
id: Menang menaikkanmu
ja: 勝てば級が上がる
ko: 이기면 급수가 오른다
pt_br: Vencer faz você subir
ru: Победа поднимает тебя выше
zh_hans: 赢牌才能升级
zh_hant: 獲勝讓你升級

source: YOU
ar: أنت
de: DU
es: TÚ
fr: TOI
hi: तुम
id: KAMU
ja: あなた
ko: 당신
pt_br: VOCÊ
ru: ТЫ
zh_hans: 你
zh_hant: 你

source: Yes — nothing can beat it now
ar: نعم — لا شيء يستطيع التغلّب عليها الآن
de: Ja – nichts kann es jetzt schlagen
es: Sí: ahora nada puede vencerla
fr: Oui — plus rien ne peut le battre maintenant
hi: हाँ — अब इसे कुछ भी नहीं हरा सकता
id: Ya — tak ada yang bisa mengalahkannya sekarang
ja: そうだ——今やこれを越える札はない
ko: 네 — 이제 이걸 이길 건 없습니다
pt_br: Sim — nada pode vencê-la agora
ru: Да — теперь это ничем не побить
zh_hans: 是的——现在没有任何牌能压过它
zh_hant: 是的——現在沒有牌能壓過它

source: Yes, always return safe cards
ar: نعم، ردّ دائماً أوراقاً آمنة
de: Ja, gib immer sichere Karten zurück
es: Sí, siempre devuelve cartas seguras
fr: Oui, rends toujours des cartes sûres
hi: हाँ, हमेशा सुरक्षित पत्ते ही लौटाओ
id: Ya, selalu kembalikan kartu yang aman
ja: そうだ、常に安全な札を還せ
ko: 네, 항상 안전한 카드로 돌려주세요
pt_br: Sim, sempre devolva cartas seguras
ru: Да, всегда возвращай безопасные карты
zh_hans: 对,永远还安全的牌
zh_hant: 是的，永遠還安全的牌

source: You
ar: أنت
de: Du
es: Tú
fr: Toi
hi: तुम
id: Kamu
ja: あなた
ko: 당신
pt_br: Você
ru: Ты
zh_hans: 你
zh_hant: 你

source: You beat only when it was worth it, passed twice on purpose, and still finished first. That's the follow-or-pass mindset.
ar: أنت لا تتغلّب إلا حين يستحق الأمر، وتجاوزت الدور مرتين عمداً، وأنهيت في المركز الأول رغم ذلك. تلك هي عقلية المتابعة أو التجاوز.
de: Du hast nur geschlagen, wenn es sich lohnte, zweimal bewusst gepasst und trotzdem als Erster fertig. Das ist die Folgen-oder-Passen-Denkweise.
es: Solo venciste cuando valía la pena, pasaste dos veces a propósito y aun así terminaste primero. Esa es la mentalidad de seguir o pasar.
fr: Tu n'as battu que quand ça en valait la peine, passé deux fois exprès, et fini quand même premier. Voilà l'état d'esprit suivre-ou-passer.
hi: तुमने तभी मारा जब वह सार्थक था, जान-बूझकर दो बार पास किया, और फिर भी पहले रहे। यही है पीछे-चलो-या-पास वाली सोच।
id: Kamu mengalahkan hanya saat memang sepadan, sengaja melewat dua kali, dan tetap finis pertama. Itulah pola pikir ikuti-atau-lewat.
ja: 君は割に合うときだけ越え、二度わざと見送り（過）、それでも頭游で上がった。これが「付くか、過すか」の心構えだ。
ko: 당신은 가치 있을 때만 받았고, 일부러 두 번 패스했으며, 그러고도 1등으로 끝냈습니다. 그게 바로 "받을까 넘길까"의 사고방식입니다.
pt_br: Você só superou quando valia a pena, passou duas vezes de propósito e mesmo assim terminou em primeiro. Essa é a mentalidade do acompanhar-ou-passar.
ru: Ты бил только когда это того стоило, дважды осознанно пасовал и всё равно финишировал первым. Вот что такое мышление «бить или пасовать».
zh_hans: 你只在值得时才压牌,有两次是故意不要,最后还拿了头游。这就是"跟还是过"的心法。
zh_hant: 你只在值得時才壓牌，刻意過了兩次，最後依然頭游收場。這就是「跟還是過」的思維。

source: You can't beat Kings shape-for-shape… but your four glowing 5s are a BOMB. Drop it!
ar: لا تستطيع التغلّب على الملوك شكلاً بشكل… لكن أوراق الـ5 الأربع المتوهجة لديك قنبلة. ألقِها!
de: Du kannst die Könige nicht Form gegen Form schlagen… aber deine vier glühenden 5er sind eine BOMBE. Wirf sie!
es: No puedes vencer a los Reyes forma por forma… pero tus cuatro 5 brillantes son una BOMBA. ¡Suéltala!
fr: Tu ne peux pas battre les Rois forme contre forme… mais tes quatre 5 lumineux sont une BOMBE. Lâche-la !
hi: तुम किंग्स को आकार-दर-आकार नहीं हरा सकते… पर तुम्हारे चार दमकते 5 एक बम हैं। चला दो!
id: Kamu tak bisa mengalahkan Raja bentuk-lawan-bentuk… tapi empat kartu 5-mu yang menyala adalah BOM. Jatuhkan!
ja: 王（キング）を形では越えられない……だが輝く5が四枚——これは炸弾だ。叩き込め！
ko: 킹 패 모양 대 모양으론 못 이깁니다… 하지만 빛나는 당신의 5 네 장은 炸彈입니다. 던지세요!
pt_br: Você não consegue vencer os Reis forma a forma… mas seus quatro 5 brilhantes são uma BOMBA. Solte-a!
ru: Королей фигура-в-фигуру тебе не побить… но твои четыре сияющие пятёрки — это БОМБА. Бросай её!
zh_hans: 你按牌型拼不过大小王……但你那四张闪光的5是一个炸弹。砸下去!
zh_hant: 你沒法在牌型上壓過大小王……但你那四張閃著光的5是個炸彈。砸下去！

source: You can't read the receiver's hand at all. Which SUIT should your return lean toward?
ar: لا تستطيع قراءة يد المتلقّي على الإطلاق. أي رمز ينبغي أن يميل إليه ردّك؟
de: Du kannst das Blatt des Empfängers überhaupt nicht lesen. Zu welcher FARBE sollte deine Rückgabe tendieren?
es: No puedes leer en absoluto la mano del receptor. ¿Hacia qué PALO debería inclinarse tu devolución?
fr: Tu ne peux pas du tout lire la main du receveur. Vers quelle COULEUR ton retour devrait-il pencher ?
hi: तुम पाने वाले का हाथ बिलकुल नहीं पढ़ पा रहे। तुम्हारे लौटावे का झुकाव किस सूट (रंग) की ओर होना चाहिए?
id: Kamu sama sekali tak bisa membaca tangan penerima. SUIT mana yang sebaiknya jadi kecenderungan balasanmu?
ja: 受け取る側の手はまったく読めない。還し札はどのスート寄りにすべきか？
ko: 받는 사람의 패를 전혀 읽을 수 없습니다. 환공은 어느 무늬 쪽으로 치우쳐야 할까요?
pt_br: Você não consegue ler nada da mão de quem recebe. Para qual NAIPE sua devolução deve pender?
ru: Руку получателя ты совсем не читаешь. К какой МАСТИ должен склоняться твой возврат?
zh_hans: 你完全读不出接贡方的手牌。你的还贡该偏向哪种花色?
zh_hant: 你完全讀不透收貢者的手牌。你的還貢該偏向哪個花色？

source: You do — a pair opening signals a support hand, and yours is strong
ar: نعم — الافتتاح بزوج يشير إلى يد داعمة، ويدك قوية
de: Doch – eine Paar-Eröffnung signalisiert ein Unterstützungsblatt, und deins ist stark
es: Sí: una apertura con pareja señala una mano de apoyo, y la tuya es fuerte
fr: Si — une ouverture en paire signale une main de soutien, et la tienne est forte
hi: हाँ — जोड़े से शुरुआत मदद वाले हाथ का इशारा है, और तुम्हारा मज़बूत है
id: Memang — pembukaan pasangan menandakan tangan penyokong, dan tanganmu kuat
ja: そうする——ペアの口火は助攻の手のサイン、しかも君の手は強い
ko: 네 — 페어 오프닝은 助攻 패라는 신호이고, 당신 패는 강합니다
pt_br: Você sim — uma abertura com par sinaliza mão de apoio, e a sua é forte
ru: Да — ход парой сигналит руку поддержки, а твоя сильна
zh_hans: 该跟——对子开局意味着这是助攻牌,而你的牌很强
zh_hant: 該由你出——以對子開局意味著一手助攻牌，而你的牌力很強

source: You exit right after
ar: تخرج مباشرةً بعد ذلك
de: Du steigst direkt danach aus
es: Sales justo después
fr: Tu sors juste après
hi: तुम ठीक उसके बाद निकल जाते हो
id: Kamu keluar tepat setelahnya
ja: 君はその直後に上がる
ko: 당신은 바로 그 직후에 빠져나갑니다
pt_br: Você sai logo em seguida
ru: Ты выходишь сразу следом
zh_hans: 你紧接着就出完
zh_hant: 你緊接著就出完

source: You finished 1st — that's how your team climbs levels. Next lesson: levels, wildcards and tribute.
ar: أنهيت في المركز الأول — هكذا يرتقي فريقك في المستويات. الدرس القادم: المستويات والأوراق المتعددة والتقديم.
de: Du bist 1. geworden – so klettert dein Team die Stufen hinauf. Nächste Lektion: Stufen, Joker und Tribut.
es: Terminaste 1.º: así es como tu equipo sube de niveles. Próxima lección: niveles, comodines y tributo.
fr: Tu as fini premier — c'est ainsi que ton équipe monte de niveau. Prochaine leçon : niveaux, passe-partout et tribut.
hi: तुम पहले रहे — इसी तरह तुम्हारी टीम लेवल चढ़ती है। अगला पाठ: लेवल, वाइल्डकार्ड और भेंट।
id: Kamu finis pertama — begitulah timmu menaiki level. Pelajaran berikutnya: level, 百搭, dan upeti.
ja: 頭游で上がった——こうやって君のチームは級を上げていく。次のレッスン：級牌、百搭、そして進貢。
ko: 당신이 1등으로 끝냈습니다 — 그렇게 당신 팀의 급수가 오릅니다. 다음 강의: 급패, 百搭, 그리고 進貢.
pt_br: Você terminou em 1º — é assim que seu time sobe de nível. Próxima lição: níveis, curingas e tributo.
ru: Ты финишировал первым — так твоя команда поднимается по уровням. Следующий урок: уровни, банты и дань.
zh_hans: 你拿了头游——你们这队就是这样升级的。下一课:级牌、百搭与进贡。
zh_hant: 你拿到了頭游——你的隊伍就是這樣升級的。下一課：級牌、百搭與進貢。

source: You know this one already: never outbid your partner. Pass.
ar: تعرف هذه بالفعل: لا تزايد على شريكك أبداً. تجاوز الدور.
de: Das kennst du schon: Überbiete nie deinen Partner. Pass.
es: Esta ya la sabes: nunca superes la apuesta de tu compañero. Pasa.
fr: Tu connais déjà celle-là : ne surenchéris jamais sur ton partenaire. Passe.
hi: यह तुम पहले से जानते हो: अपने साथी से ऊँची बोली कभी मत लगाओ। पास करो।
id: Kamu sudah tahu yang ini: jangan pernah menawar lebih tinggi dari pasanganmu. Lewat.
ja: これはもう知っているはず：相棒を越えて競るな。過（パス）。
ko: 이건 이미 알죠: 파트너를 절대 넘어서지 마라. 패스.
pt_br: Essa você já conhece: nunca supere a aposta do seu parceiro. Passe.
ru: Это ты уже знаешь: никогда не перебивай партнёра. Пасуй.
zh_hans: 这个你早就懂了:绝不和搭档抢着压牌。过。
zh_hant: 這個你已經懂了：絕不要壓過你的搭檔。過。

source: You lead. Tap the two glowing 3s, then hit Play — shed low pairs early.
ar: الدور لك في البدء. انقر على الـ3 المتوهجين، ثم اضغط لعب — تخلّص من الأزواج المنخفضة مبكراً.
de: Du spielst an. Tipp die beiden leuchtenden 3er an, dann drück Spielen – wirf niedrige Paare früh ab.
es: Tú lideras. Toca los dos 3 brillantes y luego pulsa Jugar: suelta las parejas bajas temprano.
fr: À toi d'ouvrir. Touche les deux 3 lumineux, puis appuie sur Jouer — lâche les paires basses tôt.
hi: तुम चलोगे। दो दमकते 3 पर टैप करो, फिर Play दबाओ — छोटे जोड़े जल्दी झाड़ दो।
id: Kamu memimpin. Ketuk dua kartu 3 yang menyala, lalu tekan Mainkan — buang pasangan rendah lebih awal.
ja: 君の出番だ。輝く3を二枚タップして、出すを押せ——低いペアは早めに捨てろ。
ko: 당신이 선공입니다. 빛나는 3 두 장을 누르고 '내기'를 누르세요 — 낮은 페어는 일찍 털어냅니다.
pt_br: Você lidera. Toque nos dois 3 brilhantes e aperte Jogar — descarte pares baixos cedo.
ru: Ты ходишь. Коснись двух сияющих троек, затем нажми «Сыграть» — сбрасывай низкие пары пораньше.
zh_hans: 你出牌。点亮那两张3,再按出牌——小对子早点甩。
zh_hant: 由你首攻。點選那兩張閃光的3，再按出牌——早早甩掉小對子。
